Table of Contents
 Class TendonStressLoading
Namespace
IdeaRS.OpenModel.Concrete.Load
Assembly
IdeaRS.OpenModel.dll
Tendon stress loading
public class TendonStressLoading : TendonLoading
Inheritance
object
TendonLoading
TendonStressLoading
Inherited Members
 object.Equals(object)
 object.Equals(object, object)
 object.GetHashCode()
 object.GetType()
 object.MemberwiseClone()
 object.ReferenceEquals(object, object)
 object.ToString()
Constructors
 TendonStressLoading()
Constructor
public TendonStressLoading()
Properties
 Stresses
Tendon stress
public List<TendonTimeStressLoading> Stresses { get; set; }
Property Value
List<TendonTimeStressLoading>
 Edit this page